var jieqidata = function jieqi() {
  
  var book={
    
    chunfen:{
      title:"春分",
      shiju:[
        "碧玉妆成一树高,",
        "万条垂下绿丝绦。",
        "不知细叶谁裁出?",
        "二月春风似剪刀。"
      ],
      tupian:"",
      jieshao: "春分，是春季九十天的中分点。二十四节气之一，每年公历大约为3月20日左右，太阳位于黄经0°（春分点）时。春分这一天太阳直射地球赤道，南北半球季节相反，北半球是春分，在南半球来说就是秋分。春分是伊朗、土耳其、阿富汗、乌兹别克斯坦等国的新年，有着3000年的历史。《月令七十二候集解》：二月中，分者半也，此当九十日之半，故谓之分。",
      xishu:"昔日四邑(加上鹤山为五邑)的开平苍城镇的谢姓，有个不成节的习俗，叫做“春分吃春菜”。“春菜”是一种野苋菜，乡人称之为“春碧蒿”。逢春分那天，全村人都去采摘春菜。在田野中搜寻时，多见是嫩绿的，细细棵，约有巴掌那样长短。采回的春菜一般家里与鱼片“滚汤”，名曰“春汤”。有顺口溜道：“春汤灌脏，洗涤肝肠。阖家老少，平安健康。”一年自春，人们祈求的还是家宅安宁，身壮力健。",
      meishi:"从立春节气到清明节气前后是草木生长萌芽期，人体血液也正处于旺盛时期，激素水平也处于相对高峰期，此时易发常见的非感染性疾病有高血压、月经失调、痔疮及过敏性疾病等。在此节气的饮食调养，应当根据自己的实际情况选择能够保持机体功能协调平衡的膳食，禁忌偏热、偏寒、偏升、偏降的饮食误区，如在烹调鱼、虾、蟹等寒性食物时，其原则必佐以葱、姜、酒、醋类温性调料，以防止本菜肴性寒偏凉，食后有损脾胃而引起脘腹不舒之弊；又如在食用韭菜、大蒜、木瓜等助阳类菜肴时常配以蛋类滋阴之品，以达到阴阳互补之目的。",
      yiji:"  春分节气时人体血液也正处于旺盛时期，激素水平也处于相对高峰期，此时易发非感染性疾病有高血压、月经失调、痔疮及过敏性疾病等。膳食总的原则要禁忌大热、大寒的饮食，保持寒热均衡。这段时期也不适饮用过肥腻的汤品。"
    },

    lichun: {
      title: "立春",
      shiju: [
        "东风带雨逐西风",
        "大地阳和暖气生",
        "万物苏萌山水醒",
        "农家岁首又谋耕"
      ],
      tupian: '',
      jieshao: "立春不仅是农历二十四节气中的第一个节气，立春是从天文上来划分的，而在自然界、在人们的心目中，春意味着风和日暖，鸟语花香;春也意味着万物生长，农家播种。立春节气一般是从2月4日或5日开始，到2月19或20日结束。有时在农历的腊月，有时在农历的正月。",
      xishu: "立春后，人们在春暖花开的日子里，喜欢外出游春，俗称出城探春、踏春，是古代春游的主要形式。 ",
      meishi: "立春时的食品主要是春饼、萝卜、五辛盘等，在南方则流行吃春卷。又比如美食:春盘--主要是蔬菜取生菜瓜果饼糖放盘中为春盘（或拼成盘）馈送亲友或自食取迎春之意。盘里主要有：果品、蔬菜、糖果、饼、饵五种。蔬菜主要有：豆芽、萝卜、韭菜、菠菜、生菜、豆子、鸡蛋、土豆丝。这也是立春的美食之一。",
      yiji: "立春后是疾病多发的季节。春天的多发病有肺炎、肝炎、流脑、麻疹、腮腺炎、过敏性哮喘、心肌梗塞、精神病等。因此对于有肝炎、过敏性哮喘、心肌梗塞等的患者要特别注意调养预防。在养生上主要是护肝。在作息时间上，人们也应顺应自然界的规律，早睡早起。在精神养生方面，要力戒暴怒，更忌忧郁，做到心胸开阔，保持心境愉悦。立春之后的一段时间往往冷暖不定，要当心“倒春寒”的侵扰，特别是对于体弱的人来说，感冒、发烧是常有的事情。对此专家表示，要想杀菌并防寒，在饮食上可增加吃大蒜、洋葱、芹菜等“味冲”食物的次数，对预防伤寒感冒等春季多发的呼吸道感染大有益处。"
    },


    yushui: {
      title: "雨水",
      shiju: [
        "仲春之月",
        "始",
        "雨水",
        "桃始华"
      ],
      tupian: '',
      jieshao: "雨水是24节气中的第2个节气。每年的2月19日前后，太阳黄经达330度时，是二十四节气的雨水。此时，气温回升、冰雪融化、降水增多，故取名为雨水。虽然这个节气开始冰雪融化桃花开，但冷空气依然活跃，昼夜温差较大，公众要注意保暖预防“倒春寒”。",
      xishu: "雨水不仅表明降雨的开始及雨量增多，而且表示气温的升高。雨水前，天气相对来说比较寒冷。雨水后，人们则明显感到春回大地，春暖花开和春满人间，沁人的气息激励着身心。全国大部分地区严寒多雪之时已过，下雨开始，雨量渐渐增多，有利于越冬作物返青或生长，抓紧越冬作物田间管理，做好选种、春耕、施肥等春耕春播准备工作。",
      meishi: "要注意健脾利湿。内以养护脾气，外以清利湿邪，从而达到养脾的目的。春寒料峭，湿气一般夹“寒”而来，因此雨水前后必须注意保暖，切勿受凉。同时少食生冷之物，以顾护脾胃阳气。平时可多吃些诸如鲫鱼、胡萝卜、山药、小米等食物，以达到健脾的目的。",
      yiji: "初春阳气渐生，气候日趋暖和，人们逐渐去棉穿单。但此时北方阴寒未尽，气温变化大，虽然雨水之季不像寒冬腊月那样冷冽，但由于人体皮肤腠理已变得相对疏松，对风寒之邪的抵抗力会有所减弱，因而易感邪而致病。所以此时注意“春捂”是有一定道理的。这种变化无常的天气，容易引起人的情绪波动，乃至心神不安，影响人的身心健康，对高血压、心脏病、哮喘患者更是不利。为了消除这些不利的因素，除了应当继续进行春捂外，应采取积极的精神调摄养生锻炼法。保持情绪稳定对身心健康有着十分重要的作用。"
    },

    jingzhe: {
      title: "惊蛰",
      shiju: [
        "正月启蛰，言发蛰也",
        "万物出乎震",
        "震为雷",
        "故曰惊蛰"
      ],
      tupian: "",
      jieshao: "惊蛰，古称“启蛰”，是农历二十四节气中的第三个节气，标志着仲春时节的开始；太阳到达黄经345°时。《月令七十二候集解》：“二月节……万物出乎震，震为雷，故曰惊蛰，是蛰虫惊而出走矣。”此前，动物入冬藏伏土中，不饮不食，称为“蛰”；到了“惊蛰节”，天上的春雷惊醒蛰居的动物，称为“惊”。故惊蛰时，蛰虫惊醒，天气转暖，渐有春雷，中国大部分地区进入春耕季节。",
      xishu: "农谚“到了惊蛰节，锄头不停歇。”到了惊蛰，中国大部地区进入春耕大忙季节。真是：季节不等人，一刻值千金。大部分地区惊蛰节气平均气温一般为12℃至14℃，较雨水节气升高3℃以上，是全年气温回升最快的节气。日照时数也有比较明显的增加。但是因为冷暖空气交替，天气不稳定，气温波动甚大。",
      meishi: "从饮食方面来看，惊蛰时节饮食起居应顺肝之性，助益脾气，令五脏和平。宜多吃富含植物蛋白质、维生素的清淡食物，少食动物脂肪类食物。可多食鸭血、菠菜、芦荟、水萝卜、苦瓜、木耳菜、芹菜、油菜、山药、莲子、银耳等食物。由于春季与肝相应，如养生不当则可伤肝。现代流行病学调查亦证实，惊蛰属肝病的高发季节。此外，诸如流感、流脑、水痘、带状疱疹、流行性出血热等在这一节气都易流行爆发，因此要严防此类疾病。",
      yiji: "《黄帝内经》曰：“春三月，此谓发陈。天地俱生，万物以荣。夜卧早行，广步于庭，披发缓行，以便生志。”"
    },


    qingming: {
      title: "清明",
      shiju: [
        "无花无酒过清明",
        "兴味萧然似野僧",
        "昨日邻家乞新火",
        "晓窗分与读书灯"
      ],
      tupian: '',
      jieshao: "清明节又叫踏青节，在仲春与暮春之交，也就是冬至后的第108天。是中国传统节日，也是最重要的祭祀节日之一，是祭祖和扫墓的日子。中华民族传统的清明节大约始于周代，距今已有二千五百多年的历史。清明最早只是一种节气的名称，其变成纪念祖先的节日与寒食节有关。晋文公把寒食节的后一天定为清明节。在山西大部分地区是在清明节前一天过寒食节；榆社县等地是在清明节前两天过寒食节；垣曲县还讲究清明节前一天为寒食节，前二天为小寒食。",
      xishu: "清明节的习俗讲究禁火、扫墓，还有踏青、荡秋千、蹴鞠、打马球、插柳等一系列风俗体育活动。",
      meishi: "由于寒食节与清明节合二为一的关系，一些地方还保留着清明节吃冷食的习惯。在山东，即墨吃鸡蛋和冷饽饽，莱阳、招远、长岛吃鸡蛋和冷高粱米饭部分地区清明节时有吃青团的风俗，青团又称清明饼、棉菜馍糍、茨壳粿、清明粑、艾叶粑粑、艾糍、清明果、菠菠粿、清明粿、艾叶糍粑、艾粄、艾草糕、清明团子、暖菇包等等。将雀麦草汁和糯米一起舂合，使青汁和米粉相互融合，然后包上豆沙、枣泥等馅料，用芦叶垫底，放到蒸笼内。蒸熟出笼的青团色泽鲜绿，香气扑鼻，是本地清明节最有特色的节令食品。",
      yiji: "到了清明，气温变暖，降雨增多，正是春耕春种的大好时节。所以清明对于古代农业生产而言是一个重要的节气。农谚说 “清明前后，点瓜种豆”、“植树造林，莫过清明”，正是说的这个道理。清明祭祀的参与者是全体国民，上至君王大臣，下至平头百姓，都要在这一节日祭拜先人亡魂。清明之祭主要祭祀祖先和去世的亲人，表达祭祀者的孝道和对死者的思念之情。"
    },

    guyu: {
      title: "谷雨",
      shiju: [
        "谷雨打苞",
        "立夏龇牙",
        "小满半截仁",
        "芒种见麦芒"
      ],
      tupian: '',
      jieshao: "谷雨是二十四节气的第六个节气，也是春季最后一个节气，每年4月19日～21日时太阳到达黄经30°时为谷雨，源自古人“雨生百谷”之说。同时也是播种移苗、埯瓜点豆的最佳时节。“清明断雪，谷雨断霜”，谷雨是春季最后一个节气，谷雨节气的到来意味着寒潮天气基本结束，气温回升加快，大大有利于谷类农作物的生长。",
      xishu: "南方谷雨摘茶习俗，传说谷雨这天的茶喝了会清火、辟邪、明目等。所以谷雨这天不管是什么天气，人们都会去茶山摘一些新茶回来喝。北方谷雨食香椿习俗。陕西白水县谷雨祭祀文祖仓颉习俗，“谷雨祭仓颉”，是自汉代以来流传千年的民间传统。谷雨以后气温升高，病虫害进入高繁衍期，为了减轻病虫害对作物及人的伤害，农家一边进田灭虫，一边张贴谷雨贴，进行驱凶纳吉的祈祷。这一习俗在山东、山西、陕西一带十分流行。",
      meishi: "传说谷雨这天的茶喝了会清火，辟邪，明目等，所以南方有谷雨摘茶习俗，谷雨这天不管是什么天气，人们都会去茶山摘一些新茶回来喝，以祈求健康。",
      yiji: "由于谷雨节气后降雨增多，空气中的湿度逐渐加大。谷雨节气后是神经痛的发病期，如肋间神经痛、坐骨神经痛、三叉神经痛等。同时天气转温，室外活动增加，北方地区的桃花、杏花等开放；杨絮、柳絮四处飞扬，过敏体质的朋友应注意防止花粉症及过敏性鼻炎、过敏性哮喘等。在饮食上应减少高蛋白质、高热量食物的摄入。春季，肝木旺盛，脾衰弱，谷雨前后15天及清明的最后3天中，脾处于旺盛时期。脾的旺盛会使胃强健起来，从而使消化功能处于旺盛的状态，消化功能旺盛有利于营养的吸收，因此这时正是补身的大好时机。"
    },

    lixia: {
      title: "立夏",
      shiju: [
        "麦拔节",
        "蛾子来",
        "麦怀胎",
        "虫出来"
      ],
      tupian: '',
      jieshao: "立夏是农历二十四节气中的第7个节气，夏季的第一个节气，表示盛夏时节的正式开始，太阳到达黄经45度时为立夏节气。斗指东南，维为立夏，万物至此皆长大，故名立夏也。",
      xishu: "立夏这个节气在战国末年（公元前239年）就已经确立了，预示着季节的转换，为一年四季之夏季开始的日子。立夏，四月节。立字解见春。夏，假也。物至此时皆假大也。江浙一带，人们因大好的春光明媚过去了，未免有惜春的伤感，故备酒食为欢，好像送人远去，名为饯春。立夏日人们则喝冷饮来消暑。立夏日，江南水乡有烹食嫩蚕豆的习俗。",
      meishi: "旧时，乡间用赤豆、黄豆、黑豆、青豆、绿豆等五色豆拌合白粳米煮成“五色饭”，后演变改为倭豆肉煮糯米饭，菜有苋菜黄鱼羹，称吃“立夏饭”。用红茶或胡桃壳煮蛋，称“立夏蛋”，相互馈送。福建闽东地区立夏以吃“光饼”（面粉加少许食盐烘制而成）为主。闽东周宁、福安等地将光饼入水浸泡后制成菜肴，而蕉城、福鼎等地则将光饼剖成两半，将炒熟了的豆芽、韭菜、肉、糟菜等夹而食之。周宁县纯池镇一些乡村吃“立夏糊”，主要有两类，一是米糊，一是地瓜粉糊。大锅熬糊汤，汤中内容极其丰富，有肉、小笋、野菜、鸡鸭下水、豆腐，等等，邻里互邀喝糊汤。这与浙东农村立夏吃“七家粥”风俗有点相似。“七家粥”与“七家茶”也算是立夏尝新的另一种形式，七家粥是汇集了左邻右舍各家的米，再加上各色豆子及红糖，煮成一大锅粥，由大家来分食。七家茶则是各家带了白己新烘焙好的茶叶，混合后烹煮或泡成一大壶茶，再由大家欢聚一堂共饮。",
      yiji: "《礼记·月令》篇，解释立夏曰：“蝼蝈鸣，蚯蚓出，王瓜生，苦菜秀。”说明在这时节，万物生长处于旺盛期。《医学入门》曰：“血肉之心形如未开莲花，居肺下肝上是也。神明之心…主宰万事万物，虚灵不昧是也。”所以，故夏季养生应注重对心脏的养护。膳食调养中，应以低脂、低盐、多维、清淡为主。"
    },
    xiaoman: {
      title: "小满",
      shiju: [
        "四月中",
        "小满者",
        "物致于此",
        "小得盈满"
      ],
      tupian: '',
      jieshao: "小满（grain buds）是二十四节气之一，夏季的第二个节气。小满——其含义是夏熟作物的籽粒开始灌浆饱满，但还未成熟，只是小满，还未大满。这时全国北方地区麦类等夏熟作物籽粒已开始饱满，但还没有成熟，约相当乳熟后期。",
      xishu: "我国南北地域跨度大，各地的气候、农业生产、主要农作物品种及其生长状况有明显的不同，左河水“江南沃野过插秧，江北麦麸便灌浆。西子湖边人好客，茶商脚走款丝商。”之句，则道出了小满时节大江两岸水稻小麦的生产生长状况，包括著名茶叶、蚕丝产区的商贸活动。祭车神是一些农村地区古老的小满习俗。我国农耕文化以“男耕女织”为典型。女织的原料北方以棉花为主，南方以蚕理为主。蚕丝需靠养蚕结茧抽丝而得，所以我国南方农村养蚕极为兴盛，尤其是江浙一带。",
      meishi: "宜以清爽清淡的素食为主，常吃具有清利湿热作用的食物，如赤小豆、薏苡仁、绿豆、冬瓜、丝瓜、黄瓜、黄花菜、水芹、荸荠、黑木耳、藕、胡萝卜、西红柿等。",
      yiji: "小满时节，万物繁茂，生长最旺盛，人体的生理活动也处于最旺盛的时期，消耗的营养物质为四季二十四节气中最多，所以，应及时适当补充，才能使身体五脏六腑不受损伤。此节气的汤品也十分重要，宜绿豆芽蛤蜊汤、苦瓜木棉花牛肉汤、淮山赤小豆节瓜猪月展汤、荠菜生姜鱼头汤、胡椒粒老鸡猪肚汤、西洋参红枣生鱼汤，千斤拔鸡脚汤等，这些汤品具清热、养阴、祛湿、暖胃、温补等功效"
    },

    mangzhong: {
      title: "芒种",
      shiju: [
        "时雨及芒种",
        "四野皆插秧",
        "家家麦饭美",
        "处处菱歌长"
      ],
      tupian: '',
      jieshao: "一个农作物成熟收获的季节。芒种顾名思义是麦粒的芒刺生长漏出,作物颗粒呈现饱满成熟的状态。是农历二十四节气中的第9个节气。芒种”二字谐音，表明一切作物都在“忙种”了。所以，“芒种”也称为“忙种”，农民间也称其为“忙着种”。“芒种”到来预示着农民开始了忙碌的田间生活。",
      xishu: "对中国大部分地区来说，芒种一到，夏熟作物要收获，夏播秋收作物要下地，春种的庄稼要管理，收、种、管交叉，是一年中最忙的季节。长江流域“栽秧割麦两头忙”，华北地区“收麦种豆不让晌”，真是“芒种“。",
      meishi: "在南方，每年五、六月是梅子成熟的季节，三国时有“青梅煮酒论英雄”的典故。青梅含有多种天然优质有机酸和丰富的矿物质，具有净血、整肠、降血脂、消除疲劳、美容、调节酸碱平衡，增强人体免疫力等独特营养保健功能。",
      yiji: "懒散、头脑不清爽是多数人在芒种时节的状态。此外，芒种时节天气炎热，雨水增多，湿热之气到处弥漫，使人身之所及、呼吸之所受均不离湿热之气。而湿邪重浊易伤。肾气、困肠胃，使人易感到食欲不佳、精神困倦，故学生、司机及高空作业的人，要防止“夏打盹”，以免影响学习或发生危险。总的预防措施是：当人体大量出汗后，不要马上喝过量的白开水或糖水，可喝些果汁或糖盐水，以防止血钾过分降低，适当补充钾元素则有利于改善体内钾、钠平衡。钾元素可以从日常饮食中摄取，含钾较多的食物有：粮食中的荞麦、玉米、红薯、大豆等，水果中的香蕉，油菜、甘蓝、芹菜、大葱、青蒜、莴苣、土豆、山药、鲜豌豆、毛豆等。"
    },

    xiazhi: {
      title: "夏至",
      shiju: [
        "昼晷已云极",
        "宵漏自此长",
        "未及施政教",
        "所忧变炎凉"
      ],
      tupian: '',
      jieshao: "夏至是二十四节气之一，在每年公历6月20日，或21日，或22日。夏至是太阳的转折点，这天过后它将走“回头路”，阳光直射点开始从北回归线向南移动，北半球白昼将会逐日减短。夏至日过后，北回归线及其以北的地区，正午太阳高度角也开始逐日降低。同时，夏至到来后，夜空星象也逐渐变成夏季星空。夏至是二十四节气中最早被确定的一个节气。",
      xishu: "夏至时值麦收，自古以来有在此时庆祝丰收、祭祀祖先之俗，以祈求消灾年丰。吃了夏至狗，西风绕道走”，大意是人只要在夏至日这天吃了狗肉，其身体就能抵抗西风恶雨的入侵，少感冒，身体好。正是基于这一良好愿望，成就了“夏至狗肉”这一独特的民间饮食文化。如今随着人们生活水平的不断提高，家家户户在夏至日杀狗的景致今天已不复存在。",
      meishi: "“麦粽”与“夏至饼”：江南食俗，一般有麦粽、角黍、李子、馄饨、汤面等。《吴江县志》：“夏至日，作麦粽，祭先毕，则以相饷。”不仅食“麦粽”，而且将“麦粽”作为礼物，互相馈赠。夏至日，农家还擀面为薄饼，烤熟，夹以青菜、豆荚、豆腐、及腊肉等，祭祖后食用，俗谓“夏至饼”，或分赠亲友。夏至吃狗肉和荔枝，是岭南一带的人以借名想吃的“专利”。广州粤语地区和广西的钦州、玉林等地区的人也是非常喜欢在夏至吃狗肉和荔枝的。夏至这天山东各地普遍要吃凉面条，俗称过水面，有“冬至饺子夏至面”的谚语。",
      yiji: "夏季阳气盛于外。从夏至开始，阳极阴生，阴气居于内，所以，在夏至后，饮食要以清泄暑热、增进食欲为目的，因此要多吃苦味食物，宜清补。《吕氏春秋·尽数篇》指出：“凡食无强厚味，无以烈味重酒。”唐朝的孙思邈提倡人们“常宜轻清甜淡之物，大小麦曲，粳米为佳”，又说：“善养生者常须少食肉，多食饭”。在强调饮食清补的同时，勿过咸、过甜，宜多吃具有祛暑益气、生津止渴的食物。夏至后，气温逐渐升高，人体出汗量也会随之增加，因此人体需水量大。对此，还可以在饮食上加以调节，如喝些绿豆汤、淡盐水等。需注意的是，绿豆汤不要多喝，更不能当水喝。属于寒凉体质和体质虚弱之人也不适宜饮用绿豆汤。"
    },

    xiaoshu: {
      title: "小暑",
      shiju: [
        "倏忽温风至",
        "因循小暑来",
        "竹喧先觉雨",
        "山暗已闻雷"
      ],
      tupian: '',
      jieshao: "小暑是农历二十四节气之第十一个节气，夏天的第五个节气，表示季夏时节的正式开始；太阳到达黄经105度时叫小暑节气。暑，表示炎热的意思，小暑为小热，还不十分热。意指天气开始炎热，但还没到最热，全国大部分地区基本符合。",
      xishu: "伏天还可吃过水面炒面所谓炒面是用锅将面粉炒干炒熟，然后用水加糖拌着吃这种吃法汉代已有唐宋时更为普遍，不过那时是先炒熟麦粒，然后再磨面食之唐代医学家苏恭说，炒面可解烦热，止泄。徐州人入伏吃羊肉。头伏吃饺子是传统习俗，伏日人们食欲不振，往往比常日消瘦，俗谓之苦夏，而饺子在传统习俗里正是开胃解馋的食物山东有的地方吃生黄瓜和煮鸡蛋来治苦夏，入伏的早晨吃鸡蛋，不吃别的食物。",
      meishi: "天气热的时候要喝粥，用荷叶、土茯苓、扁豆、薏米、猪苓、泽泻、木棉花等材料煲成的消暑汤或粥，或甜或咸，非常适合此节气食用，多吃水果也有益的防暑，但是不要食用过量，以免增加肠胃负担",
      yiji: "时当小暑之季，气候炎热，人易感心烦不安，疲倦乏力，在自我养护和锻炼时，应按五脏主时，夏季为心所主而顾护心阳，平心静气，确保心脏机能的旺盛。故夏季养生重点突出“心静”，心静自然凉。小暑是人体阳气最旺盛的时候，“春夏养阳”。所以人们在工作劳动之时，要注意劳逸结合，保护人体的阳气。小暑虽不是一年中最炎热的季节，但紧接着就是一年中最热的季节大暑，民间有“小暑大暑，上蒸下煮”之说。"
    },

    dashu: {
      title: "大暑",
      shiju: [
        "何以消烦暑",
        "端坐一院中",
        "眼前无长物",
        "窗下有清风"
      ],
      tupian: '',
      jieshao: "大暑是农历二十四节气之一，太阳位于黄经120°。大暑期间，中国民间有饮伏茶，晒伏姜，烧伏香，喝羊肉汤等习俗。大暑节气正值“三伏”，是我国一年中日照最多、气温最高的时期，全国大部分地区干旱少雨，许多地区的气温达35度以上，俗称的“三大火炉”也最旺。",
      xishu: "在我国华南以北的长江中下游等地区，如苏、浙、赣等一带处于炎热少雨季节，滴雨似黄金。有“小暑雨如银，大暑雨如金”，“伏里多雨，囤里多米”，“伏天雨丰，粮丰棉丰”，“伏不受旱，一亩增一担”的说法。恰如左河水诗云：“日盛三伏暑气熏，坐闲烦静在蝇蚊。纵逢战鼓云中起，箭射荷塘若洒金。”如果大暑前后出现阴雨，则预示以后雨水多。农谚有“大暑有雨多雨，秋水足；大暑无雨少雨，吃水愁”的说法。",
      meishi: "广东很多地方在大暑时节有“吃仙草”的习俗。仙草又名凉粉草、仙人草，唇形科仙草属草本植物，是重要的药食两用植物资源。由于其神奇的消暑功效，被誉为“仙草”。茎叶晒干后可以做成烧仙草，广东一带叫凉粉，是一种消暑的甜品。大暑期间，台湾有吃凤梨的习俗，民间百姓认为这个时节的凤梨最好吃。在大暑节那天，莆田人家有吃荔枝、羊肉和米糟的习俗，叫做“过大暑”。",
      yiji: "高温天气尽量不外出，不进行户外体育锻炼或者从事体力劳动。大暑时节高温酷热，人们易动“肝火”，经常会出现莫名的心烦意乱、无精打采、食欲不振等问题，也被称为“情绪中暑”。“情绪中暑”对夏日养生和身心健康危害很大。提醒有心脑血管疾病的人一定要避免生气、着急等极端情绪，尽量做到“心静自然凉”。"
    },


    liqiu: {
      title: "立秋",
      shiju: [
        "感恨方初夏",
        "飘然过立秋",
        "韶光何太速",
        "壮岁突苍头"
      ],
      tupian: '',
      jieshao: "立秋，是农历二十四节气中的第13个节气，更是秋天的第一个节气，标志着孟秋时节的正式开始：“秋”就是指暑去凉来。到了立秋，梧桐树开始落叶，因此有“落叶知秋”的成语。",
      xishu: "“立秋”带来的首先是天气的变化。从这一天开始，天高气爽，月明风清，气温逐渐下降，“立秋”对于农事的影响相当大。，“立秋”还是一个收获的标志，所谓“秋不凉，籽不黄”，“立秋十天遍地黄”，“立秋十八天，寸草皆结顶”，一个金色的秋天就要到来了。在这个季节里，人们盘算最多的就是农事：“立夏栽茄子，立秋吃茄子”；“立秋荞麦白露花，寒露荞麦收到家”；“立秋摘花椒，白露打胡桃，霜降摘柿子，立冬打软枣”",
      meishi: "秋季进补应选用“防燥不腻”的平补之品。具有这类作用的食物有茭白、南瓜、莲子、桂圆、黑芝麻、红枣、核桃等。患有脾胃虚弱、消化不良的人，可以服食具有健脾补胃的莲子、山药、扁豆等。",
      yiji: "大暑之后，时序到了立秋。秋是肃杀的季节，预示着秋天的到来。立秋之季已是天高气爽之时，应开始“早卧早起，与鸡具兴”早卧以顺应阳气之收敛，早起为使肺气得以舒展，且防收敛之太过。立秋乃初秋之季，暑热未尽，虽有凉风时至，但天气变化无常，即使在同一地区也会出现“一天有四季，十里不同天”的情况。因而着衣不宜太多，否则会影响机体对气候转冷的适应能力，易受凉感冒。"
    },

    chushu: {
      title: "处暑",
      shiju: [
        "一度暑出处暑时",
        "秋风送爽已觉迟",
        "日行南径斜晖里",
        "割稻陌阡车马驰"
      ],
      tupian: '',
      jieshao: "处暑，即为“出暑”，是炎热离开的意思。是农历二十四节气之中的第14个节气。处暑节气意味着进入气象意义的秋天，处暑后中国长江以北地区气温逐渐下降。",
      xishu: "处暑节气前后的民俗多与祭祖及迎秋有关。处暑前后民间会有庆赞中元的民俗活动，俗称“作七月半”或“中元节”。对于沿海渔民来说，处暑以后渔业收获的时节，每年处暑期间；在浙江省沿海都要举行一年一度的隆重的开渔节，决定在东海休渔结束的那一天，举行盛大的开渔仪式，欢送渔民开船出海。暑气止，就连天上的那些云彩也显得疏散而自如，而不像夏天大暑之时浓云成块。民间向来就有“七月八月看巧云”之说，其间就有“出游迎秋”之意。[",
      meishi: "处暑满地黄，家家修廪仓。一个收获的季节，各种农作物也逐渐长成果实。",
      yiji: "夏季称雄的副热带高压，虽说大步南撤，但绝不肯轻易让出主导权、轻易退到西太平洋的海上。在它控制的南方地区，刚刚感受一丝秋凉的人们，往往在处暑尾声，再次感受高温天气，这就是名副其实的秋老虎。还需要注意热量高温对人体的伤害。"
    },
    bailu: {
      title: "白露",
      shiju: [
        "蒹葭苍苍",
        "白露为霜",
        "所谓伊人",
        "在水一方"
      ],
      tupian: '',
      jieshao: "白露是农历二十四节气中的第十五个节气.白露是秋天的第三个节气，表示孟秋时节的结束和仲秋时节的开始。露水是由于温度降低，水汽在地面或近地物体上凝结而成的水珠。所以，白露实际上是表征天气已经转凉。俗语云：“处暑十八盆，白露勿露身。”这两句话的意思是说，处暑仍热，每天须用一盆水洗澡，过了十八天，到了白露，就不要赤膊裸体了，以免着凉。还有句俗话：“白露白迷迷，秋分稻秀齐。”意思是说，白露前后若有露，则晚稻将有好收成。",
      xishu: "俗语云：“处暑十八盆，白露勿露身。”这句话的意思是表示，处暑还会热，每天需要用一盆水洗澡，在过了十八天，到了白露节气，就不能赤膊露体了，会着凉受寒。白露即为典型的秋季气候，容易出现口干、唇干、鼻干、咽干及大便干结、皮肤干裂等症状。预防秋燥的方法很多，可适当地多服一些富含维生素的食品，也可选用一些宣肺化痰、滋阴益气的中药，如人参、沙参、西洋参、百合、杏仁、川贝等，对缓解秋燥多有良效。",
      meishi: "说到白露，爱喝茶的老南京都十分青睐“白露茶”，此时的茶树经过夏季的酷热，白露前后正是它生长的极好时期。白露茶既不像春茶那样鲜嫩，不经泡，也不像夏茶那样干涩味苦，而是有一种独特甘醇清香味，尤受老茶客喜爱。资兴兴宁、三都、蓼江一带历来有酿酒习俗。每年白露节一到，家家酿酒，待客接人必喝“土酒”。其酒温中含热，略带甜味，称“白露米酒”。",
      yiji: "早晚温差大就应该及时添加衣被，否则，极容易患上感冒，而支气管炎、哮喘、消化性溃疡等慢性病患者，也容易诱发或加重病情。肚脐部位的表皮最薄，皮下没有脂肪组织，但有丰富的神经末梢和神经丛，对外部刺激敏感。若防护不当，晚上睡觉暴露腹部或爱美穿露脐装，寒气极易通过肚脐侵入人体。如果寒气直中肠胃，就会发生急性腹痛、腹泻、呕吐；天长日久，寒气逐渐积聚在小腹，还会导致泌尿生殖系统疾病。脚部分布着人体的6条重要经脉，并且脚远离心脏，血液循环最为不畅。因此，白露应注意脚的保暖，鞋袜宜宽松、舒适、吸汗。"
    },
    qiufen: {
      title: "秋分",
      shiju: [
        "金陵山色里",
        "蝉急向秋分",
        "迥寺横洲岛",
        "归僧渡水云"
      ],
      tupian: '',
      jieshao: "秋分（Autumn equinox），农历二十四节气中的第十六个节气，时间一般为每年的公历9月22~24日。南方的气候由这一节气起才始入秋。秋分时节，我国大部分地区已经进入凉爽的秋季，南下的冷空气与逐渐衰减的暖湿空气相遇，产生一次次的降水，气温也一次次地下降。正如人们常所说的那样，已经到了“一场秋雨一场寒”的时候，但秋分之后的日降水量不会很大。此时，南、北方的田间耕作各有不同。",
      xishu: "在我国的华北地区有农谚说：“白露早，寒露迟，秋分种麦正当时。”谚语中明确规定了该地区播种冬小麦的时间；秋分曾是传统的“祭月节”。如古有“春祭日，秋祭月”之说。现在的中秋节则是由传统的“祭月节”而来。秋分期间还是孩子们放风筝的好时候。尤其是秋分当天。甚至大人们也参与。风筝类别有王字风筝，鲢鱼风筝，眯蛾风筝，雷公虫风筝，月儿光风筝，其大者有两米高，小的也有二、三尺。市场上有卖风筝的，多比较小，适宜于小孩子们玩耍，而大多数还是自己糊的，较大，放时还要相互竞争看哪个的放得高。",
      meishi: "饮食调养方面，应多喝水，吃清润、温润的食物，如芝麻、核桃、糯米、蜂蜜、乳品、梨等，可以起到滋阴润肺、养阴生津的作用。秋季，菊香蟹肥，正是人们品尝螃蟹的最好时光。但是螃蟹是大寒之物，也不适宜多吃。",
      yiji: "素问·四气调神大论》曰：“秋三月，早卧早起，与鸡俱兴。”早卧以顺应阴精的收藏，以养“收”气；早起以顺应阳气的舒长，使肺气得以舒展。祖国医学认为，人体的生理活动要适应自然界阴阳的变化，因此，秋季要特别重视保养内守之阴气，凡起居、饮食、精神、运动等方面调摄皆不能离开“养收”这一原则。在精神养生方面，要看到秋季气候渐转干燥，日照减少，气温渐降，人们的情绪未免有些垂暮之感，故有“秋风秋雨愁煞人”之言。所以这时，人们应保持神志安宁，减缓秋肃杀之气对人体的影响，收敛神气，以适应秋天容平之气。"
    },

    hanlu: {
      title: "寒露",
      shiju: [
        "水风轻",
        "蘋花渐老",
        "月露冷",
        "诗梧叶飘黄"
      ],
      tupian: '',
      jieshao: "寒露是农历二十四节气中的第十七个节气，属于秋季的第五个节气，表示秋季时节的正式开始；气温逐渐下降。白露、寒露、霜降三个节气，都表示水汽凝结现象，而寒露是气候从凉爽到寒冷的过渡。",
      xishu: "寒露之后，露水增多，气温更低。此时我国有些地区会出现霜冻，北方已呈深秋景象，白云红叶，偶见早霜，南方也秋意渐浓，蝉噤荷残。北京人登高习俗更盛，景山公园、八大处、香山等都是登高的好地方，重九登高节，更会吸引众多的游人。寒露时节，南岭及以北的广大地区均已进入秋季，东北进入深秋，西北地区已进入或即将进入冬季。",
      meishi: "早餐应吃温食，最好喝热药粥，因为粳米、糯米均有极好的健脾胃、补中气的作用，像甘蔗粥、玉竹粥、沙参粥、生地粥、黄精粥等。中老年人和慢性患者应多吃些红枣、莲子、山药、鸭、鱼、肉等食品。",
      yiji: "寒露以后，随着气温的不断下降，感冒是最易流行的疾病在气温下降和空气干燥时，感冒病毒的致病力增强。合理地安排好日常的起居生活，对身体的健康有着重要作用。"
    },

    shuangjiang: {
      title: "霜降",
      shiju: [
        "时逢秋暮露成霜",
        "几份凝结几份阳",
        "荷败千池萧瑟岸",
        "棉白万顷采收忙"
      ],
      tupian: '',
      jieshao: "霜降，二十四节气之一，每年公历10月23日左右，霜降节气含有天气渐冷、初霜出现的意思，是秋季的最后一个节气。霜是水气凝成的，水气怎样凝成霜呢？南宋诗人吕本中在《南歌子·旅思》中写道：“驿内侵斜月，溪桥度晚霜。”陆游在《霜月》中写有“枯草霜花白，寒窗月新影。”说明寒霜出现于秋天晴朗的月夜",
      xishu: "在中国的一些地方，霜降时节要吃红柿子，在当地人看来，这样不但可以御寒保暖，同时还能补筋，是非常不错的霜降食品。",
      meishi: "栗子具有养胃健脾、补肾强筋、活血止血、止咳化痰的功效，是这时的进补佳品。霜遍布在草木土石上，俗称打霜，而经过霜覆盖的蔬菜如菠菜、冬瓜，吃起来味道特别鲜美，霜打过的水果，如葡萄就很甜。古人一般秋补既吃羊肉也吃兔肉。闽台民间在霜降这天，要进食补品，闽南有句谚语“一年补通通，不如补霜降”。　一些地方要吃红柿，认为这样可以御寒，能补筋骨。",
      yiji: "霜降作为秋季的最后一个节气，此时天气渐凉，秋燥明显，燥易伤津。霜降养生首先要重视保暖，其次要防秋燥，运动量可适当加大。饮食调养方面，此时宜平补，要注意健脾养胃，调补肝肾，可多吃健脾养阴润燥的食物，玉蜀黍、萝卜、栗子、秋梨、百合、蜂蜜、淮山、奶白菜、牛肉、鸡肉、泥鳅等都不错。"
    },

    lidong: {
      title: "立冬",
      shiju: [
        "细雨生寒未有霜",
        "庭前木叶半青黄",
        "小春此去无多日",
        "何处梅花一绽香"
      ],
      tupian: '',
      jieshao: "立冬是农历二十四节气中的第十九个。立冬不仅是收获祭祀与丰年宴会隆重举行的时间，也是寒风乍起的季节。立冬后，就意味着冬季正式来临。草木凋零，蛰虫休眠，万物活动趋向休止。",
      xishu: "有“十月朔”、“秦岁首”、“寒衣节”、“丰收节”等习俗活动。立冬与立春、立夏、立秋合称四立、古代社会中是个重要的节日。过去是个农耕社会，劳动了一年，利用立冬这一天要休息，顺便犒赏一家人的辛苦。谚语“立冬补冬，补嘴空”就是最好的比喻。",
      meishi: "立冬之日，各式各样的饺子卖得很火。当然冬至那天比如在山东枣庄一带也有喝羊肉汤的习俗。冬季我们要适当增加主食和油脂的摄入，保证优质蛋白质的供应。狗肉、羊肉、牛肉、鸡肉、鹿肉、虾、鸽、鹌鹑、海参等食物中富含蛋白质及脂肪，产热量多，御寒效果最好。",
      yiji: "我国幅员辽阔，地理环境各异，人们的生活方式不同，同属冬令，西北地区于东南沿海的气候条件迥然有别；冬季的西北地区天气寒冷，进补宜大温大热之品，如牛、羊、狗肉等；而长江以南地区虽已入冬，但气温较西北地区要温和的多，进补应以清补甘温之味，如鸡、鸭、鱼类；地处高原山区，雨量较少且气候偏燥的地带，则应以甘润生津之品的果蔬、冰糖为宜。从立冬开始。寒冷气候影响人体的内分泌系统，以增加肌体的御寒能力，这样就造成人体热量散失过多。因此，立冬时节的营养应以增加热能为主。可适当多吃瘦肉、鸡蛋、鱼类、乳类、豆类及富含碳水化合物和脂肪的食物。"
    },
    xiaoxue: {
      title: "小雪",
      shiju: [
        "梦锦尚堪裁好句",
        "鬓丝那可织寒衣",
        "拥炉睡思难撑拄",
        "起唤梅花为解围"
      ],
      tupian: '',
      jieshao: "小雪，是二十四节气中的第20个。进入该节气，中国广大地区西北风开始成为常客，气温下降，逐渐降到0℃以下，但大地尚未过于寒冷，虽开始降雪，但雪量不大，故称小雪。此时阴气下降，阳气上升，而致天地不通，阴阳不交，万物失去生机，小雪节气是寒潮和强冷空气活动频数较高的节气。强冷空气影响时，常伴有入冬第一次降雪。",
      xishu: "北方地区小雪节以后，果农开始为果树修枝，以草秸编箔包扎株杆，以防果树受冻。且冬日蔬菜多采用土法贮存，或用地窖，或用土埋，以利食用。俗话说“小雪铲白菜，大雪铲菠菜”。半成熟的白菜储藏时沟内放部分水，边放水边放土，放水土之深度以埋住根部为宜，待到食用时即生长成熟了。",
      meishi: "在中国北方，小雪时节，一般得人家都要吃涮羊肉。一般的小雪节气里，天气阴冷晦暗光照较少，此时容易引发或加重抑郁症。这个季节宜吃的温补食品有羊肉、牛肉、鸡肉等；宜吃的益肾食品有腰果、芡实、山药、栗子、白果、核桃等。[",
      yiji: "小雪时候适当进补可平衡阴阳，但进食过多高热量的补品，会导致胃、肺火盛，表现为上呼吸道、扁桃腺、口腔黏膜炎症或便秘、痔疮等。因此。进补的时候尤其要注意是否符合进补的条件，虚则补，同时应当分清补品的性能和适用范围，还应再吃些性冷的食物，如萝卜、松花蛋等。"
    },
    daxue: {
      title: "大雪",
      shiju: [
        "已讶衾枕冷",
        "复见窗户明",
        "夜深知雪重",
        "时闻折竹声"
      ],
      tupian: '',
      jieshao: "大雪节气，太阳黄经达255度。大雪，顾名思义，雪量大。古人云：“大者，盛也，至此而雪盛也”。到了这个时段，雪往往下得大、范围也广。",
      xishu: "“小雪封地，大雪封河”，北方有“千里冰封，万里雪飘”的自然景观，南方也有“雪花飞舞，漫天银色”的迷人图画。到了大雪节气，河里的冰都冻住了，人们可以尽情地滑冰嬉戏。大雪是“进补”的好时节，素有“冬天进补，开春打虎”的说法。冬令进补能提高人体的免疫功能，促进新陈代谢，使畏寒的现象得到改善。",
      meishi: "节气一到，家家户户忙着腌制“咸货”。将大盐加八角、桂皮、花椒、白糖等入锅炒熟，待炒过的花椒盐凉透后，涂抹在鱼、肉和光禽内外，反复揉搓，直到肉色由鲜转暗，表面有液体渗出时，再把肉连剩下的盐放进缸内，用石头压住，放在阴凉背光的地方，半月后取出，将腌出的卤汁入锅加水烧开，撇去浮沫，放入晾干的禽畜肉，一层层码在缸内，倒入盐卤，再压上大石头，十日后取出，挂在朝阳的屋檐下晾晒干，以迎接新年",
      yiji: "冬季食补应供给富含蛋白质、维生素和易于消化的食物。大雪节气前后，柑桔类水果大量上市，像南丰蜜桔、官西柚子、脐橙雪橙都是的当家水果。适当吃一些可以防治鼻炎，消痰止咳。大雪时北半球各地日短夜长，因而有农谚“大雪小雪、煮饭不息”等说法，用以形容白昼短到了农妇们几乎要连着做三顿饭的程度。可常喝喝姜枣汤抗寒；吃桔子、用薄荷油防治鼻炎，消痰止咳。["
    },

    dongzhi: {
      title: "冬至",
      shiju: [
        "邯郸驿里逢冬至",
        "抱膝灯前影伴身",
        "想得家中夜深坐",
        "还应说著远行人"
      ],
      tupian: '',
      jieshao: "冬至是中国农历中一个重要的节气，也是中华民族的一个传统节日，冬至俗称“数九、冬节”、“长至节”、“亚岁”等，亦称冬节、交冬。它既是二十四节气之一，是中国的一个传统节日，曾有“冬至大如年”的说法，宫廷和民间历来十分重视，从周代起就有祭祀活动",
      xishu: "唐、宋时期，冬至是祭天祀祖的日子，皇帝在这天要到郊外举行祭天大典，百姓在这一天要向父母尊长祭拜。明、清两代，皇帝均有祭天大典，谓之“冬至郊天”。宫内有百官向皇帝呈递贺表的仪式，而且还要互相投刺祝贺，就像元旦一样。[7-8]  而今只有潮汕、浙江部分地区仍延续祭祖旧习。",
      meishi: "吃货们还是不会放过这有着各种冬至特色美食的节日的：如北方水饺、潮汕汤圆、东南麻糍、台州擂圆、合肥南瓜饼、宁波番薯汤果、滕州羊肉汤、江南米饭、苏州酿酒等。",
      yiji: "冬至时节天气寒冷，人体需要足够的能量来抵御寒冷，而肉类含有丰富的蛋白质、碳水化合物和脂肪，有补气活血，温中暖下的功效，是进补的佳品。女性冬至吃些肉类可中和寒气，加快内分泌，增强机体的抵抗力，来应对严寒。"
    },

    xiaohan: {
      title: "小寒",
      shiju: [
        "夜长稚子添书课",
        "霜近衰翁忆醉乡",
        "尽道吴中时节晚",
        "菊花也有一枝黄"
      ],
      tupian: '',
      jieshao: "小寒，为农历二十四节气中的第23个节气，也是冬季的第五个节气，标志着季冬时节的正式开始。小寒是气温最低的节气，只有少数年份的大寒气温低于小寒的。",
      xishu: "小寒正处三九前后，俗话说：“冷在三九”，其严寒程度也就可想而知了。湖南省的“小寒大寒不下雪，小暑大暑田开裂”，山东省的“小寒无雨，小暑必旱”等，都是人们总结的经验。生活上，除注意日常保暖外，进入小寒年味渐浓，人们开始忙着写春联、剪窗花，赶集买年画、彩灯、鞭炮、香火等，陆续为春节作准备。",
      meishi: "涮羊肉火锅、吃糖炒栗子、烤白薯成为小寒时尚。俗语说“三九补一冬，来年无病痛”，说的就是冬令食羊肉调养身体的做法。居民日常饮食也偏重于暖性食物，如羊肉、狗肉，其中又以羊肉汤最为常见，有的餐馆还推出当归生姜羊肉汤，一些传统的冬令羊肉菜肴重现餐桌，再现了如皋寒冬食俗。到了小寒，老南京一般会煮菜饭吃，菜饭的内容并不相同，有用矮脚黄青菜与咸肉片、香肠片或是板鸭丁，再剁上一些生姜粒与糯米一起煮的，十分香鲜可口。广州传统，小寒早上吃糯米饭。",
      yiji: "在这干冷的日子里，宜多进行户外的运动，如晨早的慢跑、跳绳、踢毽等。还要在精神上宜静神少虑、畅达乐观，不为琐事劳神，心态平和，增添乐趣。"
    },

    dahan: {
      title: "大寒",
      shiju: [
        "大寒岂可无杯酒",
        "欲致多多恨未能",
        "楮币破悭捐一券",
        "瓦壶绝少约三升"
      ],
      tupian: '',
      jieshao: "大寒是二十四节气中最后一个节气，每年1月20日前后太阳到达黄经300°时为“大寒”。大寒，是天气寒冷到极点的意思。《授时通考·天时》引《三礼义宗》：“大寒为中者，上形于小寒，故谓之大......寒气之逆极，故谓大寒。”这时寒潮南下频繁，是我国大部地区一年中的寒冷时期，风大，低温，地面积雪不化，呈现出冰天雪地、天寒地冻的严寒景象。大寒时节，中国南方大部分地区平均气温多为6℃至8℃，比小寒高出近1℃。“小寒大寒，冷成一团”的谚语，说明大寒节气也是一年中的寒冷时期。",
      xishu: "小寒之后过15天就是大寒，也是全年二十四节气中的最后一个节气。此时天气虽然寒冷，但因为已近春天，所以不会像大雪到冬至期间那样酷寒。这时节，人们开始忙着除旧饰新，腌制年肴，准备年货，因为中国人最重要的节日——春节就要到了。其间还有一个对于北方人非常重要的日子——腊八，即阴历十二月初八。在这一天，人们用五谷杂粮加上花生、栗子、红枣、莲子等熬成一锅香甜美味的腊八粥，是人们过年中不可或缺的一道主食。",
      meishi: "因为大寒与立春相交接，讲究的人家在饮食上也顺应季节的变化。大寒进补的食物量逐渐减少，多添加些具有升散性质的食物，以适应春天万物的升发。广东佛山民间有大寒节瓦锅蒸煮糯米饭的习俗，糯米味甘，性温，食之具有御寒滋补功效。安徽安庆有大寒炸春卷的做法。",
      yiji: "冬三月是生机潜伏、万物蛰藏的时令，此时人体的阴阳消长代谢也处于相当缓慢的时候，所以此时应该早睡晚起，不要轻易扰动阳气，凡事不要过度操劳，要使神志深藏于内，避免急躁发怒。大寒是冬季六节气之一，此时天气寒冷已极，故名大寒。大寒的养生，要着眼于“藏”。意思是说，人们在此期间要控制自己的精神活动，保持精神安静，把神藏于内不要暴露于外。这样才有利于安度冬季。"
    }








  }



  return book;
}









module.exports = {
  jieqidata: jieqidata
}